2gua.rainbow-brackets
aaron-bond.better-comments
amandeepmittal.pug
apollographql.vscode-apollo
arcticicestudio.nord-visual-studio-code
bajdzis.vscode-database
batisteo.vscode-django
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
chenxsan.vscode-standardjs
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
Compulim.indent4to2
cstrap.flask-snippets
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.jquerysnippets
donjayamanne.python-extension-pack
dracula-theme-pro.theme-dracula-pro
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
funkyremi.vscode-google-translate
Gimly81.matlab
ginie.pug2html
GraphQL.vscode-graphql
gurayyarar.expressjs-4-snippets
jpoissonnier.vscode-styled-components
kumar-harsh.graphql-for-vscode
magicstack.MagicPython
marlinfirmware.auto-build
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mikestead.dotenv
mrmlnc.vscode-jade-snippets
mrmlnc.vscode-lebab
mrmlnc.vscode-puglint
mrmlnc.vscode-scss
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-bicep
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.cpptools
ms-vscode.powershell
ms-vscode.vscode-node-azure-pack
ms-vscode.vscode-typescript-tslint-plugin
msazurermtools.azurerm-vscode-tools
msjsdiag.debugger-for-chrome
naumovs.color-highlight
nobuhito.printcode
numso.prettier-standard-vscode
octref.vetur
partkyle.paste-and-indent
pkosta2005.heroku-command
platformio.platformio-ide
pnp.polacode
pranaygp.vscode-css-peek
quicktype.quicktype
rebornix.ruby
redhat.java
richie5um2.vscode-sort-json
ritwickdey.LiveServer
samuelcolvin.jinjahtml
sidthesloth.html5-boilerplate
steoates.autoimport
techer.open-in-browser
Thog.vscode-asl
tht13.html-preview-vscode
Tyriar.sort-lines
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
WASTeamAccount.WebTemplateStudio-dev-nightly
wholroyd.jinja
wingrunr21.vscode-ruby
wix.vscode-import-cost
WyattFerguson.jinja2-snippet-kit
yzhang.markdown-all-in-one
