2gua.rainbow-brackets
aaron-bond.better-comments
apollographql.vscode-apollo
batisteo.vscode-django
chenxsan.vscode-standardjs
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
coenraads.bracket-pair-colorizer-2
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.python-extension-pack
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eg2.tslint
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
jpoissonnier.vscode-styled-components
kumar-harsh.graphql-for-vscode
magicstack.magicpython
mechatroner.rainbow-csv
mikestead.dotenv
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-mssql.mssql
ms-python.python
ms-vscode.cpptools
msjsdiag.debugger-for-chrome
naumovs.color-highlight
numso.prettier-standard-vscode
octref.vetur
pflannery.vscode-versionlens
pkosta2005.heroku-command
platformio.platformio-ide
pnp.polacode
prisma.vscode-graphql
rebornix.ruby
redhat.java
samuelcolvin.jinjahtml
steoates.autoimport
techer.open-in-browser
visualstudioexptteam.vscodeintellicode
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wesbos.theme-cobalt2
wholroyd.jinja
wix.vscode-import-cost
xabikos.reactsnippets